<template>
  <div class="invitation-text">
    <div class="container p-2">
    <h2 class="block-title">Дорогой наш друг !</h2>
    <p class="text-center text-[14px]">
      Вот уже совсем скоро наступит этот волшебный день, Праздник Настоящей Любви - Наша Свадьба! <br/> Нам
      будет очень приятно видеть вас среди наших гостей, пришедших разделить с нами самое счастливое
      событие в нашей жизни - день рождения семьи! Надеемся, что романтика и радость этого дня
      останутся в вашей памяти, а пожелания и улыбки будут всегда жить в наших сердцах!
    </p>
  </div>
  </div>
</template>

<script setup lang="ts"></script>

<style lang="scss"></style>
